"""
╔══════════════════════════════════════════════════════════╗
║  문제명  : 새싹 (25083)
║  플랫폼  : Baekjoon
║  분류    : 구현
║  난이도  : 브론즈 Lv.5
║  풀이일  : 2025-02-19
║  소요시간: 20 min
║  URL     : https://www.acmicpc.net/problem/25083
╚══════════════════════════════════════════════════════════╝

[문제]
- 아래 예제와 같이 새싹을 출력하시오.

[입력]
- 입력은 없다.

[출력]
- 새싹을 출력한다.

[접근 방식]
- 파이썬에서 이스케이프 문자를 사용해야 함

[트러블슈팅]
- 예상 출력처럼 보임에도 에러 발생
- print()에서 이스케이프 문자 미사용임에도, 출력처럼 보여도 다시 확인하기 
"""

print("         ,r'\"7")
print("r`-_   ,'  ,/")
print(' \\. \". L_r\'')
print('   `~\\/')
print('      |')
print('      |')


