"""
╔══════════════════════════════════════════════════════════╗
║  문제명  : 고양이 (10171)
║  플랫폼  : Baekjoon
║  분류    : 구현
║  난이도  : 브론즈 Lv.5
║  풀이일  : 2025-02-18
║  소요시간: 20 min
║  URL     : https://www.acmicpc.net/problem/10171
╚══════════════════════════════════════════════════════════╝

[문제]
- 아래 예제와 같이 고양이를 출력하시오.

[입력]
- 없음.

[출력]
- 고양이를 출력한다.

[접근 방식]
- 파이썬에서 이스케이프 문자를 사용해야 함

[트러블슈팅]
- 예상 출력처럼 보임에도 에러 발생
- print()에서 이스케이프 문자 미사용임에도, 출력처럼 보여도 다시 확인하기 
"""

print("\\    /\\")
print(" )  ( ')")
print("(  /  )")
print(" \\(__)|")
